src/test/java/com/bnpp/mTANResources/MTanRedirectionInq_v1.xml

<?xml version="1.0" encoding="UTF-8" standalone="no"?><Envelope xmlns="http://schemas.xmlsoap.org/soap/envelope/"><Body><run xmlns="http://www.consorsbank.de/middleware/mtan/redirection/inq/v1_0"><request feid="CAFE" language="DE" sessionId="aa1203879d0f45e0a0458eeabf535a6e"><userId>3064651</userId></request></run></Body></Envelope>